{
"history":"Brk'ka, The Great War, The Empire of Voltrey"
,"brk'ka":"  In the 42th year of the 52nd age, an invader from beyond the planes attacked Thelian. The would-be conqueror Brk'ka destroyed Hakim, and used the uncounted portals into his shop to disgorge his armies into the heart of every major city on the continent. He conjured the massive iron pillars which stole the magic from the very air in what is now Athinar, and his humanoids, beastmen, and giants set about the people with a terrible fury.\n  It was only through the heroic efforts of a brave band of adventurers that the reality-crossing gnome was finally defeated, before he could complete his terrible sorcereries fueled by stolen magics and emerge reborn in an invulnerable iron body. However, the scars he left upon the world have only just begun to heal. His armies are stranded in the lands they sought to conquer, and the beastmen in particular are alien to the world, facing prejudice and persecution."
,"great war":"  The first empire to rise was that of the dwarves, upon which much of today's conventions are still built, followed soon by the elves. While they would stand for more than two millennia, eventually tensions between the two great empires led to the Great War.\n  The Great War spanned several hundred years, and lead to the fall of both races. While the elves managed to defeat the dwarves, bringing ruin to their citadels, the cost had proven too high. In the name of protecting their nation, the elves had sworn ever greater pacts with fiendish powers, and cast ever held blasphemous rituals. Within a generation, the great elven empire was destroyed from within by dissent and corruption, scattering the elves about the world and leading to the retreat to Erathal-Shar to create a new, isolationist, state. Their former capitol, Dravan Nithe, is a cursed ruin overrun with demons to this day."
,"empire of voltrey":"  Following the fall of the elven and dwarven empires, after a long period a new great power would rise; the Empire of Voltrey. Founded not upon racial lines but upon the belief that knowledge was wisdom. The Empire of Voltrey produced the greatest arcansists the world has ever known, fabulous magical treasures, and devised spells beyond the ability of any wizard today.\n  Though they had learned the lessons of the elven empire, they still reached too far in their belief that knowledge simply a tool and a resource. They discovered the Far Realm, and saw the terrible consciousnesses beyond the understanding of men that dwell there. And in so finding, they were themselves found.\n  Madness and terror spread like plague throughout the Empire of Voltrey, and their unquenchable thirst to understand was in the end their undoing. Only Ireby still stands of this ancient empire, the rest having long since crumbled into mad cults, abominable transformations, and waking nightmares."
}
