{
"deities":"Lawful: Suriel, Rugric and Duvina, Kythas\nNeutral: Mirenaeth, Ephithina, Shamanic Gods, Gormir\nChaotic: Zariel, Selbko, Sek"
,"suriel":"Suriel [soo ree el] the Lawbringer (Lawful). Law, obedience, protection.\nAfter the Calamity, Suriel the Lawbringer and her father Zariel strode the world, restoring order to civilization. A stern and uncompromising warrior, Suriel brought the race of men back from barbarism and savagery. She is the chief deity of Mynidia and Ethaedia.\n- Bring order and discipline to all that you do.\n- Swear no oath you cannot uphold, and uphold each oath you swear.\n- Pursue and punish oath-breakers, liars, and traitors."
,"rugric and duvina":"Rugric [roo grik] and Duvina [doo vee nah] (Lawful). Craft, labor (Rugric); healing, safety (Duvina). \nThe dwarves, practical as ever, have but two gods in their pantheon. Rugric embodies labor, endurance, and craftsmanship, while his wife Duvina represents nurturing, healing, and the hearth and home. They are worshiped as a pair, rather than individually, though prayers are usually directed to one or the other.\n- Devote yourself to that which needs to be done; every task worth doing is worth doing well as possible.\n- Each member of the clan must use their skills and talents to support each other member.\n- The greatest joy is skillful service to others."
,"kythas":"Kythas [ky thas] (Lawful). Magic, knowledge, secrets.\nOften revered by wizards and sages, Kythas the All-Knowing is said to be omniscient. He rewards those who study, who investigate, and who seek understanding. Worshiped by the druids of Ethaedia, to the displeasure of the city-dwellers.\n- Seek self-perfection through knowledge and discipline.\n- Accumulate, preserve and distribute knowledge in all forms.\n- Never reveal all you know."
,"mireneath":"Mirenaeth [mih re nae eth] (Neutral). Art, magic, revelry, song. \nThough the elves have many deities in a wide pantheon with complex politics, greatest amongst them is Mirenaeth the Laughing. The bringer of art and song, it is he who makes life worth living. After the sinking of Tol-Bardor, it was he who brought hope back to his scattered people. He is portrayed as dancing, laughing, and making music, while attended by his court.\n- Life is to be enjoyed, not merely completed.\n- Cultivate joy and beauty in all their aspects.\n- Fear not the savagery of nature; seek the harmonious dance within it."
,"ephithina":"Ephithina [ef ith ee nuh] (Neutral). Weather, the sea, agriculture.\nA moody and tempestuous goddess, Ephithina lords over the bounties of both the sea and the land. She is kind and generous when appeased, but wrathful when irked. She is commonly worshiped by travelers, both sailors and those on land, as well as fishermen and farmers.\n- Waste not the gifts of the earth and sea.\n- Be respectful of Ephithina, giving prayer and sacrifice.\n- Do not hoard the gifts of the earth and sea only for yourself."
,"shamanic gods":"Shamanic Gods (Neutral). Varies, usually family.\nSome people, such as the shamen of the Arkodians, worship animal spirits. Mother Bear, The One-Eyed Crow, and The Great Wolf are the most commonly worshiped. The nature of this worship varies from god to god, as well as from group to group.\n- Tenets vary by god."
,"gormir":"Gormir [gore mere] (Neutral). Courage, endurance. \nThe god of the northern Arkodians, the Lord of Barbarians gifts his children courage and will at birth. With those, the Two Gifts, they may make their own fortunes. He is commonly depicted working metal at a forge. He does not answer prayers, nor grant spells to priests.\n- Gormir commands his people not to squander the Two Gifts, and nothing more."
,"zariel":"Zariel [zare ee el], the Devouring Wyrm (Chaotic). Destruction, conquest, freedom. \nFather to Suriel the Lawbringer, Zariel strode alongside her to set the world right, after it fell into darkness after the Calamity. While his daughter would rebuild civilization, Zariel would first tear down the petty despots and bandit kings who had seized power in the wake of Brk’ka. Eventually his thirst for destruction and distaste for the confining laws his daughter would set, leading to a great schism between them. Zariel is worshiped, usually in secret, throughout Mynidia and Ethaedia, as well as openly in the Black Isles.\n- Let no one tell you what you can and cannot do.\n- Take what you desire by conquest; destroy that which offends you.\n- Only through adversity do we grow stronger."
,"selbok":"Selbok [sell bok] (Chaotic). Trickery, lies, cunning.\nA deity of the goblins, Selbok is worshiped by those who live by their wits and cunning, rather than strength of arms or arcane might. Those who skulk in the dark, who steal, who poison, are drawn to his worship.\n- The ends justify the means.\n- Seek not to oppose the chaos of life, but to harness it.\n- Never forget a slight or loss, for those who have hurt you must suffer in kind."
,"sek":"Sek [sek] (Chaotic). Destruction and subjugation of all races except the Crocodile-Men.\nThe god of the Crocodile-Men, Sek seeks to enslave or devour all other races. He is cunning and patient, and utterly devoid of mercy.\n- Enslave and devour all other races.\n- Sow fear and dread amongst my enemies.\n- Let brutality and cruelty be your chief weapons."
}
