{
	"hakim":"  Halkim Al-Nabi is known throughout Molidius as a fair and honest man; or perhaps more than a man.  Should a town grow to sufficient size, one day a building will mysteriously lead to Hakim's extraplanar shop.\n  Hakim himself is a pleasant, polite man of Al-Badian descent.  He wears simple robes of high quality, and does not appear to age.  He is obviously an extremely powerful spellcaster, and his store is protected by a number of iron golems (rumored to be even more powerful than the standard kind).  While his shop is otherwise fastidiously clean, he does not clean the blood stains off the iron golems to remind guests what happens if they try to rob or attack him.\n  When a person or group enters Hakim's shop, they are the only ones there (other than Hakim).  No one else will come in while the original group is there.  In effect, everyone gets their own instance of Hakim's.\n  Hakim does not offer anything other than the products and services listed in [!Hakim prices].  He is polite, but firm.  He does not deal in information or transportation, nor does he  negotiate or haggle. He does not carry items made of nonmagical special substances, such as mithril or dragonhide."
	,"prices":"Hakim carries the ammunition, potions, and wondrous items listed on pages 151 - 156, up to a maximum value of 1000 GP. For convenience, Potions of Healing are 250 GP.\n\nHe carries scrolls with a power of Novice or Seasoned, with up to one modifier (he carries variations of powers, but not every possible combination), again to a maximum value of 1000 GP. For convenience, the formula for scroll prices is Rank * power points required * 50.\n\nHakim carries common arcane components; materials for rituals and spell components can be easily found here at fair prices.\n\nAdditionally, he carries recipes to make more powerful magic items. These cost half the listed price, include a ritual to create the item, and a list of ingredients at least one of which will require an adventure to acquire; rare monster parts, branch from a legendary tree, water from a lost spring, that sort of thing."
	,"5eprices":"10 GP - Common Magic Item Formula [a]\n50 GP - Potion of Healing (2d4+2), Cantrip Spell Scroll, Uncommon Magic Item Formula [a]\n100 GP - 1st Level Spell Scroll, Common Magic Item [b]\n250 GP - Driftglobe, Bag of Holding, Potion of Greater Healing (4d4+4)\n300 GP - 2nd Level Spell Scroll\n500 GP - Rare Magic Item Formula [a]\nAs Listed - Spell Components\n*[a]: See Xanathar's Guide to Everything, p129\n[b]: Potion of Climbing, Socks of Comfort, and Xanathar's Guide to Everything p136-140*"
}